Repository: imu-research/naiades-watering
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Configure a new Cluster
fr: Ajouter une nouvelle zone

source: of ICCS
fr: de l' ICCS

source: All rights reserved – developed in the NAIADES project
fr: Tous droits réservés - développé dans le cadre du projet NAIADES

source: Please login to continue
fr: Merci de vous authentifier pour continuer

source: Today
fr: Aujourd'hui

source: Tomorrow
fr: Demain

source: Day after tomorrow
fr: Après-demain

source: List problems
fr: Répertorier les problèmes

source: Later than tomorrow
fr: Plus tard que demain

source: Unknown
fr: Inconnu

source: Moisture Level
fr: Humidité

source: Suggested watering date
fr: Date d'arrosage suggerée

source: Watered today
fr: Arrosé aujourd'hui

source: Suggested Amount of water
fr: Quantité d'eau suggérée

source: Report new problem
fr: Reporter un problème

source: Issues
fr: Problèmes

source: Report new issue
fr: Signaler un problème

source: Cluster ID
fr: Identifiant de la zone

source: Setup Cluster
fr: Configurer zone

source: Last watering
fr: Dernier arrosage

source: Next watering
fr: Prochain arrosage

source: Soil type
fr: Type de sol

source: Flower type
fr: Type de fleurs

source: Sun exposure
fr: Exposition au soleil

source: Moisture
fr: Humidité

source: More Details
fr: Plus de détails

source: Report Problem
fr: Signaler un problème

source: Cluster
fr: Zone

source: Directions request failed due to
fr: Echec de la demande d'itineraire, cause

source: Your current location
fr: Votre position actuelle

source: Are you watering cluster
fr: Etes-vous en train d'arroser la zone

source: Yes
fr: Oui

source: No
fr: Non

source: Soil Water Requirements History
fr: Historique du besoin d'eau

source: Watering Predictions Graph
fr: Prévisions d'arrosage

source: The chart contains no data
fr: Le graphique ne contient pas de données

source: Water Consumption Report
fr: Rapport de consommation d'eau

source: Type of soil
fr: Type de sol

source: Type of flowers
fr: Type de fleurs

source: Exposure to sun
fr: Exposition au soleil

source: Sensor ID
fr: ID capteur

source: Watering Logs
fr: Historique d'arrosage

source: Amount of water
fr: Quantité d'eau

source: Comments
fr: Remarques

source: Next Cluster
fr: Prochain zone

source: Actual Watering amount
fr: Quantité d'eau effective

source: Predicted Watering amount
fr: Quantité d'eau préconisée

source: Dry
fr: Insuffisant

source: Reduced
fr: Peu

source: Recommended
fr: Optimal

source: Excessive
fr: Trop

source: Overwhelming
fr: Excessif

source: No clusters need watering
fr: Aucune zone ne requiert d'arrosage

source: Reported Issues
fr: Rapport

source: Issue
fr: Problème

source: User
fr: Utilisateur

source: Amount of watering
fr: Quantité d'eau

source: Time of watering
fr: Heure d'arrosage

source: Next watering amount
fr: Prochain arrosage

source: Amount of previous watering
fr: Quantité d'eau

source: Annual
fr: Annuelle

source: Perennial
fr: Vivace

source: Sunny
fr: Ensoleillé

source: Mid shadow
fr: Partiellement ombragé

source: None
fr: Aucun

source: Soil Electroconductivity (EC)
fr: Electroconductivité du sol

source: Soil Temperature
fr: Température du sol

source: Battery
fr: Charge batterie

source: Consumption
fr: Consommation

source: Watering time
fr: Temps d'arrosage

source: Water Consumption
fr: Consommation d'eau

source: Predicted Water Consumption
fr: Rapport de consommation d'eau

source: Distance driven
fr: Distance parcourue

source: Periodic Water Consumption (Avg. per Box)
fr: Consommation d'eau pour la période (moyenne par bac)

source: Periodic Water Consumption (Cluster)
fr: Consommation totale d'eau pour la période (moyenne par zone)

source: Last watering vs previous watering
fr: Différence dernier arrosage / arrosage précédent

source: This watering
fr: Dernier arrosage

source: Previous watering
fr: arrosage précédent

source: Waterflow connected
fr: Boîtier connecté

source: Waterflow disconnected
fr: Boîtier déconnecté

source: Waterflow status unknown
fr: Etat boîtier inconnu

source: Device Status
fr: Etat du périphérique

source: Number of boxes
fr: Nombre de cluster

source: Box Name
fr: Nom de la zone

source: Box ID
fr: Identifiant de la zone

source: Disabled
fr: Désactivée

source: Cluster
fr: Zone

source: Cluster Details
fr: Détails de la zone

source: View suggested route
fr: Voir le trajet suggéré

source: Dry plants
fr: Plantes sèches

source: No watering required
fr: Arrosage pas nécessaire

source: Feedback
fr: Retour d'information

source: Predicted Required Water Amount (Avg. per Box)
fr: Quantité d'eau suggérée (moyenne par bac)

source: Predicted Required Water Amount (Cluster)
fr: Quantité d'eau suggérée (toute la zone)

source: Suggested volume per box
fr: Volume suggéré (par bac)

source: It seems that the box is dry.
fr: La zone semble sèche

source: It seems that the box needs more watering.
fr: La zone semble avoir besoin de davantage d'eau

source: It seems that the box humidity is within the recommended levels, no more watering required.
fr: L'humidité de la zone semble optimale, il n'est pas nécessaire d'ajouter davantage d'eau

source: It seems that the box watered more than necessary.
fr: L'humidité de la zone semble plus élévée que nécessaire

source: It seems that you watered too much.
fr: Il semble que l'humidité est excessive

source: New Cluster setup - Info
fr: Configuration d'une zone - Infos

source: Create Cluster
fr: Prochain zone

source: Today's Report
fr: Rapport

source: Back
fr: Prochain

source: Overall
fr: Globalement

source: Today's Water Consumption
fr: Consommation d'eau aujourd'hui

source: Time Spent Today
fr: Temps utilisé

source: Watered Today
fr: Arrosé aujourd'hui

source: Box Id
fr: No du bac

source: Humidity Level
fr: Humidité

source: Time spent
fr: Temps utilisé

source: History
fr: Historique

source: Predictions
fr: Prévisions

source: Edit
fr: Modifier

source: Watering logs
fr: Historique arrosages

source: Delete cluster
fr: Eliminer zone

source: Date Filter
fr: Filtre par date

source: Start Watering
fr: Commencer arrosage

source: Watering Details
fr: Temps d'arrosage

source: Watering duration (seconds)
fr: Temps d'arrosage

source: Cluster #
fr: Zone #

source: Cluster details
fr: Détails de la zone

source: Cluster Name
fr: Nom de la zone

source: Normal soil
fr: Sol normal

source: Compost soil
fr: Compost

source: Update Cluster
fr: Mettre à jour la zone

source: You have not setup any watering clusters
fr: Aucune zone configurée

source: Setup a new cluster
fr: Configurer une nouvelle zone

source: Box #
fr: Bac #

source: Report issue
fr: Signaler un problème

source: Posted by
fr: Soumis par

source: at
fr: à

source: Status
fr: Etat

source: Resolved
fr: Résolu

source: Open
fr: Ouvert

source: No issues reported for Box
fr: Aucun problème signalé pour la zone

source: Report a problem
fr: Signaler un problème

source: Back to Cluster
fr: Retour à la zone

source: issues
fr: problèmes

source: Issue Type:
fr: Type de problème:

source: Broken sensor
fr: Senseur cassé

source: Wrong data
fr: Données fausses

source: Problem with the cluster
fr: Problème avec une zone

source: Flowers destroyed
fr: Plantes endommagées

source: Other
fr: Autre

source: Report
fr: Rapport

source: Start test route
fr: Démarrer trajet de test

source: Move to next position
fr: Aller à la position suivante

source: Periodic Report
fr: Rapport périodique

source: Total Periodic Water Consumption
fr: Consommation totale d'eau pour la période

source: Total Periodic Watering Time
fr: Temps d'arrosage totale d'eau pour la période

source: Total Time Spent
fr: Temps total

source: Periodic Report of the Cluster
fr: Rapport périodique de la zone

source: Total Periodic Water Consumption (Cluster)
fr: Consommation totale d'eau pour la période (moyenne par zone)

source: Total Periodic Water Consumption (Avg. per Box)
fr: Consommation totale d'eau pour la période (moyenne par bac)

source: Total Time Spent (Cluster)
fr: Temps total utilisé (Zone)

source: Total Time Spent (Avg. per Box)
fr: Temps total utilisé (moyenne par bac)

source: Suggested watering day
fr: Jour d'arrosage suggeré

source: All
fr: Tous

source: Later in the future
fr: Ultérieurement

source: Possibility of rain today. Watering might be unnecessary.
fr: Possibilité de pluie aujourd'hui, arrosage peut-être pas nécessaire

source: Daily Report
fr: Rapport journalier
